{
  "Aaaarrrrgggghhhh!": "Pirate catch phrase of grumbling or disgust",
  "Ahoy!": "Hello!",
  "Ahoy, Matey": "Hello, my friend!",
  "Ahoy, Me Hearties!": "Hello, my friends, crew members, etc.; addressed to group",
  "All Hand Hoy!": "Everyone get on deck!",
  "Avast Ye": "Pay attention and check this out!",
  "Aye": "Yes",
  "Aye, Aye": "A crew member says this to the Captain, meaning “I will get that done right away!”",
  "Batten Down The Hatches": "Tie everything down and put stuff away for a coming storm.",
  "Bilge-Sucking": "An insulting expression of disdain",
  "Blimey!": "Surprise, shock",
  "Blow me down!": "Phrase of amazement or shock",
  "Blow The Man Down": "The Captain’s command to get rid of a person",
  "Booty": "A treasure",
  "Bounty": "A reward for capturing a known criminal, such as a pirate",
  "Bring a Spring Upon ‘er": "Turn the ship in a different direction",
  "Broadside": "The most vulnerable angle of a ship that runs the length of the boat",
  "Buccaneer": "A pirate",
  "Bucko": "Friend, a pirate, same as a buccaneer",
  "Carouser": "Reckless or loud person who drinks excessively",
  "Cat O'Nine Tails": "A special kind of whip that has 9 strands",
  "Chantey": "Song sung together by sailors or pirates in unison, while they work",
  "Chase": "A vessel that is being pursued",
  "Chase Gun": "The main cannon at the bow of a ship",
  "Clap of Thunder": "Strong, alcoholic drink, like a shot",
  "Cleave Him to the Brisket": "An order to kill a man by cutting across his chest from the shoulders to stomach.",
  "Clipper": "Fast-moving boat or ship",
  "Coffer": "The treasure chest",
  "Cog": "Smaller war ship",
  "Corsair": "Pirates from the Mediterranean",
  "Crack Jenny’s Teacup": "Term for spending the night with a prostitute",
  "Crow's Nest": "A small lookout platform near the mast to see long distances",
  "Cutlass": "A thick, heavy and rather short sword blade for pirates",
  "Davy Jones' Locker": "A mystical fable about an evil spirit from the bottom of the ocean that draws pirates or sailors down to their death",
  "Dead Men Tell No Tales": "An expression meaning no survivors left behind",
  "Doubloons": "Types of Spanish gold coins piratesfind",
  "Fathom": "Six feet",
  "Feed the Fish": "About to die",
  "Fire in the Hole": "Warning given to crew before a cannon is fired",
  "Flogging": "Severe beating of a person",
  "Galley": "Flat ship propelled manually by oars",
  "Gangplank": "Removable ramp between the pier and ship",
  "Go on Account": "A phrase pirates used to say they were turning into a pirate",
  "Grog": "Rum or liquor diluted by water",
  "Grog Blossom": "Someone with a red nose from drinking too frequently, alcoholic",
  "Hands": "Crew members or sailors of a ship",
  "Hang ‘Emfrom the Yardarm": "Type of punishment served to a prisoner",
  "Hang the Jib": "Frown or pout",
  "Head": "Potty or toilet on a pirate ship",
  "Hearties": "Friends, fellow comrades or sailors",
  "Heave Ho": "Put your weight and muscle into it",
  "Heave To": "Stop!!",
  "Hempen Halter": "A rope hanging noose",
  "Hornswaggle": "Cheat or defraud someone out of assets or money",
  "Jack": "Flag flown at the front of ship to show nationality",
  "Jack Ketch": "The hangman. “Dance with Jack Ketch” means to hang",
  "Jacob's Ladder": "A rope ladder used to climb aboard a boat",
  "Jolly Roger": "Black pirate flag with white skull and crossbones",
  "Keelhaul": "Painful punishment whereby the pirates drag a person side-to-side under the pirate ship and they get cut up by the planks and barnacles from the bottom of the ship",
  "Killick": "Small, stone anchor with a wooden frame",
  "Lad, lass, lassie": "A kid or young person",
  "Landlubber": "An inexperienced or clumsy person who doesn't have any sailing skills",
  "Letters of Marque": "Government-issued letters allowing privateers the right to piracy of another ship during wartime",
  "Lookout": "The pirate who keeps watch for land or oncoming ships",
  "Loot": "Stolen money or belongings",
  "Man-O-War": "A pirate ship that is decked out and prepared for battle",
  "Maroon": "Leave someone stranded on a deserted island with no supplies, which was a common punishment for any crew members who disrespected or dishonored the Captain",
  "Marooned": "To be abandoned with no food, drink, or possessions",
  "Me": "My",
  "Mizzen": "The 3rd mast from the ship’s bow of bigger ships",
  "Mutiny": "When crew gang up against the Captain of the ship or other authority",
  "No Prey, No Pay": "The ship’s crew received no wages; however they got a part of the loot or treasure",
  "Old Salt": "Experienced pirate or sailor",
  "Pieces of eight": "Spanish coins in pirate treasures",
  "Pillage": "Rob, ransack or plunder",
  "Piracy": "Robbery performed at sea, often to another ship",
  "Plunder": "Take booty or burglarize",
  "Poop deck": "(Not the toilet!) This is a part of the ship above the Captain’s headquarters at the farthest point back",
  "Privateer": "Government-appointed pirates",
  "Red Ensign": "British Flag",
  ">Rum": "Pirate's favorite alcoholic beverage",
  "Run a Rig": "Play a joke or a trick on someone",
  "Run a Shot Across the Bow": "Warning shot given to another boat's Captain",
  "Sail, Ho!": "A warning that another ship is in view",
  "Savvy?": "A question asking, “Do you get it?” or “Do you understand?”",
  "Scallywag": "A kidding type of word that a superior pirate might call one of the rookie pirates",
  "Scourge of the 7 Seas": "Pirate known as the worst kind",
  "Scurvy Dog": "The pirate is calling you an insulting name",
  "Scuttle": "Sink a ship",
  "Seadog": "A veteran sailor or old pirate",
  "Sea Legs": "When a sailor adjusts his balance from riding on a boat for a long time",
  "Shark Bait": "This is what you become after you walk the plank",
  "Shipshape": "The ship is managed and clean, everything is under control",
  "Shiver Me Timbers!": "Something like, \"Holy Cow!\" a surprised or shocked expression",
  "Sink Me!": "Another expression of surprise",
  "Son of a Biscuit Eater": "A name or insult for someone you dislike",
  "Splice the Mainbrace!": "Pass a round of drinks out to the crew",
  "Spyglass": "Telescope",
  "Squiffy": "Tipsy or intoxicated, shaky footing",
  "Strike Colors": "Lower a ship’s flag to indicate surrender",
  "Swab": "Mop or clean the ship’s deck and floorboards",
  "Take a Caulk": "Take a nap",
  "Tar": "Sailor, crew member",
  "Thar She Blows!": "Whale sighting",
  "Three Sheets to the Wind": "Very drunk, intoxicated",
  "Walk the Plank": "Prisoner is ordered to walk off the board overlapping the ocean, which results in drowning and presumably a meet-up with Davy Jones Locker.",
  "Weigh Anchor and Hoist the Mizzen!": "An order to the crew to pull up the anchor and get this ship sailing!",
  "Wench": "A woman or peasant girl",
  "Ye": "You",
  "Yellow Jack": "When a ship flies a yellow flag, it indicates the presence of an ill crew member, such as yellow fever. But this was also a trick that smart pirates used to avoid becoming the target of another ship.",
  "Yo Ho Ho!": "A cheery expression to get someone’s attention"
}